{
    "Register": "Kayıt Ol",
    "Name": "Adınız Soyadınız",
    "Phone": "Telefon",
    "Password": "Şifre",
    "Confirm Password": "Şifreyi Onayla",
    "Your Organization": "Kuruluşunuz",
    "Organization Name": "Kuruluş Adı",
    "Organization Type": "Kuruluş Türü",
    "Non-Goverment": "Sivil Toplum",
    "Commercial": "Ticari",
    "Goverment": "Devlet Kurumu",
    "Non-Goverment Organization Documents": "STK belgesi",
    "Select Non-Goverment Organization Document PDF/Image": "Yetki Belgesi PDF/Resim Seç",
    "Company Papers": "Vergi Levhası",
    "Select Company Papers PDF/Image": "Vergi Levhası PDF/Resim Seç",
    "Decision Document": "Karar Belgesi",
    "Select Decision Document PDF/Image": "Karar Belgesi PDF/Resim Seç",
    "What you can do?": "Yapabilecekleriniz",
    "What it can do?": "Yapabilecekleri",
    "Number of users": "Kullanıcı sayısı",
    "Aid collection/distribution": "Yardım Toplama/Dağıtım",
    "Logistics": "Lojistik",
    "Already registered?": "Zaten kayıtlı mısınız?",
    "Officer": "Yetkili",
    "Remember me": "Beni hatırla",
    "Log in": "Giriş yap",
    "Forgot your password?": "Şifremi unuttum",
    "Email": "E-posta",
    "You must upload your organization's documents/papers and click 'verify' to send documents to our team for verification.": "Kuruluşunaza ait belgeleri yükledikten sonra 'Doğrula' butonuna basınız.Onaylandıktan sonra sisteminiz açılacaktır.(Doğrulama yapılırken yeni dosya ekleyebilirsiniz)",
    "Select file": "Dosya seç",
    "Plesase select file!": "Lütfen dosya seçin",
    "Add": "Ekle",
    "Delete Document": "Dosyayı sil",
    "Are you sure to delete this document?": "Belgeyi silmek istediğinize emin misiniz?",
    "The document file field must be a file of type: jpeg, png, pdf.": "Dosyalar şu formatlarda olabilir: jpeg, png, pdf.",
    "Maximum 10 files accepted!": "En fazla 10 adet dosya yüklenebilir!",
    "Submit to verification": "Doğrulamaya gönder",
    "Team Settings": "Kuruluş Ayarları",
    "Manage Team": "Kuruluşu Yönet",
    "Switch Teams" : "Kuruluşu Değiştir",
    "(Admin) Teams": "(Admin) Kuruluşarı yönet",
    "Created at": "Oluşturulma zamanı",
    "Documents": "Belgeler",
    "Delete": "Sil",
    "Verified": "Doğrulanmış",
    "Manage Account": "Hesabı Yönet",
    "Profile": "Profil",
    "Log Out": "Çıkış Yap",
    "Organization's requirements": "Kuruluşunuzun ihtiyaçları",
    "Warehouses": "Depolar",
    "Manage warehouses": "Depoları yönet",
    "Your organization's warehouses": "Kurumunuzun depoları",
    "New Warehouse": "Yeni Depo",
    "No warehouses here": "Depolar ekli değil",
    "This is a secure area of the application. Please confirm your password before continuing.": "Bu uygulamanın güvenli bir bölümüdür. Devam etmeden önce şifrenizi onaylayın.",
    "Confirm": "Onayla",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Şifrenizi mi unuttunuz? Sorun değil. Sadece e-posta adresinizi bize bildirin ve size yeni bir şifre belirlemenize izin verecek bir şifre sıfırlama bağlantısı göndereceğiz.",
    "Email Password Reset Link": "Şifre Sıfırlama Bağlantısı Gönder",
    "Reset Password": "Şifreyi Sıfırla",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Kimlik doğrulama uygulamanız tarafından sağlanan kimlik doğrulama kodunu girerek hesabınıza erişim iznini onaylayın.",
    "Code": "Kod",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Hesabınıza erişim iznini, yedekleme kodlarınızdan birini girerek onaylayın.",
    "Recovery Code": "Yedekleme Kodu",
    "Use a recovery code": "Yedekleme kodu kullan",
    "Two Factor Authentication": "İki Aşamalı Kimlik Doğrulama",
    "Use an authentication code": "Kimlik doğrulama kodu kullan",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Devam etmeden önce, size sadece e-posta gönderdiğimiz bağlantıyı tıklayarak e-posta adresinizi doğrulayabilir misiniz? Eğer e-postayı almadıysanız, size başka bir tane göndereceğiz.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Profil ayarlarınızda belirttiğiniz e-posta adresine yeni bir doğrulama bağlantısı gönderildi.",
    "Resend Verification Email": "Doğrulama E-postası Gönder",
    "Dashboard": "Kontrol Paneli",
    "Logout": "Çıkış Yap",
    "Edit Profile": "Profili Düzenle",
    "You have been invited to join the :team team!": ":team takımına katılmak için davet edildiniz!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Hesabınız yoksa, aşağıdaki düğmeyi tıklayarak bir tane oluşturabilirsiniz. Bir hesap oluşturduktan sonra, bu e-postadaki davetiyeyi kabul etmek için davetiyeyi kabul etme düğmesine tıklayabilirsiniz:",
    "Create Account": "Hesap Oluştur",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Zaten bir hesabınız varsa, aşağıdaki düğmeyi tıklayarak bu daveti kabul edebilirsiniz:",
    "Accept": "Kabul Et",
    "You may accept this invitation by clicking the button below:": "Aşağıdaki düğmeyi tıklayarak bu daveti kabul edebilirsiniz:",
    "Accept Invitation": "Daveti Kabul Et",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Bu takıma davet almayı beklemiyorsanız, bu e-postayı atabilirsiniz.",
    "Verify": "Doğrula",
    "UnVerify": "Doğrulamayı Kaldır",
    "Waiting for verification": "Doğrulama bekleniyor",
    "Has not documents yet": "Henüz belgesi yok",
    "No files Uploaded": "Yüklenen dosya yok",
    "Verify Organization": "Kuruluşu Doğrula",
    "Are you sure to verify this organization?": "Kuruluşu doğrulamak istediğinizden emin misiniz?",
    "Cancel": "İptal",
    "Are you sure to unverify this organization?": "Kuruluşu doğrulamayı kaldırmak istediğinizden emin misiniz?",
    "UnVerify Organization": "Kuruluşu Doğrulamayı Kaldır",
    "Delete Organization": "Kuruluşu Sil",
    "Are you sure to delete this organization?": "Kuruluşu silmek istediğinizden emin misiniz?",
    "Manage All Teams": "Tüm Takımları Yönet",
    "Current requirements": "Mevcut gereksinimler",
    "Previous İmeces": "Önceki İmeceler",
    "Your organization's imeces": "Kuruluşunuzun imeceleri",
    "No imeces here": "Burada imece yok",
    "Warehouse": "Depo",
    "Select": "Seç",
    "Save": "Kaydet",
    "Manage requirements": "Gereksinimleri yönet",
    "Your organization's requirements": "Kuruluşunuzun gereksinimleri",
    "Add Requirement": "Gereksinim Ekle",
    "No current requirements here": "Burada mevcut gereksinim yok",
    "Old Rquirements": "Eski Gereksinimler",
    "No old requirements here": "Burada eski gereksinimler yok",
    "Organization": "Kuruluş",
    "Organization's warehouse name": "Kuruluşunuzun depo adı",
    "In-Kind donation type": "Mal bağışı türü",
    "Organization's warehouse address": "Kuruluşunuzun depo adresi",
    "Organization's officer": "Kuruluşunuzun yetkilisi",
    "Requirement": "Gereksinim",
    "Create a new requirement": "Yeni bir gereksinim oluştur",
    "Delete Requirement": "Gereksinimi Sil",
    "Satisfy Requirement": "Gereksinimi Karşıla",
    "Are you sure to delete this requirement?": "Gereksinimi silmek istediğinizden emin misiniz?",
    "Please specify which warehouse will use for requirement satisfy": "Lütfen gereksinimi karşılamak için hangi depoyu kullanacağınızı belirtin",
    "Your organization not verified yet!": "Kuruluşunuz henüz doğrulanmadı!",
    "Your admin will upload your organization's documents and we will inspect this and activate your system.": "Yöneticiniz kuruluşunuzun belgelerini yükleyecek ve bunları inceleyecek ve sisteminizi etkinleştirecek.",
    "Submited to verification": "Doğrulama için gönderildi",
    "New warehouse": "Yeni depo",
    "Delete Warehouse": "Depoyu Sil",
    "Warehouse Name": "Depo Adı",
    "Address": "Adres",
    "Country": "Ülke",
    "City": "Şehir",
    "District": "Belde",
    "Neighborhood": "İlçe",
    "Street": "Mahalle",
    "Pick in map": "Haritadan seç",
    "Latitude": "Enlem",
    "Longitude": "Boylam",
    "Are you sure to delete this waregouse?": "Depoyu silmek istediğinizden emin misiniz?",
    "Delete Account": "Hesabı Sil",
    "Permanently delete your account.": "Hesabınızı kalıcı olarak silin.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hesabınız silindiğinde, tüm kaynaklarınız ve verileriniz kalıcı olarak silinecektir. Hesabınızı silmeden önce, saklamak istediğiniz herhangi bir veri veya bilgiyi indirmeyi unutmayın.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Hesabınızı silmek istediğinizden emin misiniz? Hesabınız silindiğinde, tüm kaynaklarınız ve verileriniz kalıcı olarak silinecektir. Lütfen hesabınızı kalıcı olarak silmek istediğinizi onaylamak için şifrenizi girin.",
    "Browser Sessions": "Tarayıcı Oturumları",
    "Manage and log out your active sessions on other browsers and devices.": "Diğer tarayıcılar ve cihazlarda etkin oturumlarınızı yönetin ve oturumlarınızı kapatın.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Gerekliyse, tüm cihazlarınızdaki diğer tarayıcı oturumlarınızın tümünden çıkış yapabilirsiniz. Aşağıda son oturumlarınızın bazıları listelenmiştir; ancak bu liste eksiksiz olmayabilir. Hesabınızın tehlikeye girdiğini düşünüyorsanız, şifrenizi de güncellemeniz gerekmektedir.",
    "Last active": "Son etkinlik",
    "Log Out Other Browser Sessions": "Diğer Tarayıcı Oturumlarını Kapat",
    "Done": "Tamam",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Lütfen tüm cihazlarınızdaki diğer tarayıcı oturumlarınızdan çıkış yapmak istediğinizi onaylamak için şifrenizi girin.",
    "Add additional security to your account using two factor authentication.": "İki faktörlü kimlik doğrulamasını kullanarak hesabınıza ek güvenlik ekleyin.",
    "Finish enabling two factor authentication.": "İki faktörlü kimlik doğrulamasını etkinleştirmeyi tamamlayın.",
    "You have enabled two factor authentication.": "İki faktörlü kimlik doğrulamasını etkinleştirdiniz.",
    "You have not enabled two factor authentication.": "İki faktörlü kimlik doğrulamasını etkinleştirmediniz.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "İki faktörlü kimlik doğrulaması etkinleştirildiğinde, kimlik doğrulaması sırasında güvenli, rastgele bir belirteç istenecektir. Bu belirteci telefonunuzun Google Authenticator uygulamasından alabilirsiniz.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "İki faktörlü kimlik doğrulamasını etkinleştirmeyi tamamlamak için, telefonunuzun kimlik doğrulama uygulamasını kullanarak aşağıdaki QR kodunu tarayın veya kurulum anahtarını girin ve oluşturulan OTP kodunu sağlayın.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "İki faktörlü kimlik doğrulaması şimdi etkinleştirildi. Telefonunuzun kimlik doğrulama uygulamasını kullanarak aşağıdaki QR kodunu tarayın veya kurulum anahtarını girin.",
    "Setup Key": "Kurulum Anahtarı",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Bu kurtarma kodlarını güvenli bir şifre yöneticisinde saklayın. İki faktörlü kimlik doğrulama cihazınız kaybolursa, hesabınıza erişimi kurtarmak için kullanılabilir.",
    "Enable": "Etkinleştir",
    "Regenerate Recovery Codes": "Kurtarma Kodlarını Yeniden Oluştur",
    "Show Recovery Codes": "Kurtarma Kodlarını Göster",
    "Update Password": "Şifreyi Güncelle",
    "Ensure your account is using a long, random password to stay secure.": "Hesabınızın güvenli kalması için uzun, rastgele bir şifre kullanmasını sağlayın.",
    "Current Password": "Mevcut Şifre",
    "New Password": "Yeni Şifre",
    "Saved": "Kaydedildi",
    "Profile Information": "Profil Bilgileri",
    "Update your account's profile information and email address.": "Hesabınızın profil bilgilerini ve e-posta adresini güncelleyin.",
    "Select A New Photo": "Yeni Bir Fotoğraf Seç",
    "Remove Photo": "Fotoğrafı Kaldır",
    "Your email address is unverified.": "E-posta adresiniz doğrulanmadı.",
    "Click here to re-send the verification email.": "Doğrulama e-postasını yeniden göndermek için buraya tıklayın.",
    "A new verification link has been sent to your email address.": "Yeni bir doğrulama bağlantısı e-posta adresinize gönderildi.",
    "Create Team": "Takım Oluştur",
    "Team Details": "Takım Detayları",
    "Create a new team to collaborate with others on projects.": "Projelerde diğerleriyle işbirliği yapmak için yeni bir takım oluşturun.",
    "Team Owner": "Takım Sahibi",
    "Team Name": "Takım Adı",
    "Create": "Oluştur",
    "Delete Team": "Takımı Sil",
    "Permanently delete this team.": "Bu takımı kalıcı olarak sil.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Bir takım silindikten sonra, tüm kaynakları ve verileri kalıcı olarak silinir. Bu takımı silmeden önce, saklamak istediğiniz bu takım hakkındaki tüm verileri veya bilgileri indirin.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Bu takımı silmek istediğinizden emin misiniz? Bir takım silindikten sonra, tüm kaynakları ve verileri kalıcı olarak silinir.",
    "Add Team Member": "Takım Üyesi Ekle",
    "Add a new team member to your team, allowing them to collaborate with you.": "Takımınıza yeni bir takım üyesi ekleyin ve onlarla işbirliği yapmasına izin verin.",
    "Please provide the email address of the person you would like to add to this team.": "Lütfen bu takıma eklemek istediğiniz kişinin e-posta adresini girin.",
    "Added.": "Eklendi.",
    "Pending Team Invitations": "Bekleyen Takım Davetiyeleri",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Bu kişiler takımınıza davet edildi ve bir davet e-postası gönderildi. E-posta davetini kabul ederek takıma katılabilirler.",
    "Team Members": "Takım Üyeleri",
    "All of the people that are part of this team.": "Bu takımın bir parçası olan tüm kişiler.",
    "Remove": "Kaldır",
    "Manage Role": "Rolü Yönet",
    "Leave Team": "Takımdan Ayrıl",
    "Are you sure you would like to leave this team?": "Bu takımdan ayrılmak istediğinizden emin misiniz?",
    "Leave": "Ayrıl",
    "Remove Team Member": "Takım Üyesini Kaldır",
    "Are you sure you would like to remove this person from the team?": "Bu kişiyi takımdan kaldırmak istediğinizden emin misiniz?",
    "The team's name and owner information.": "Takımın adı ve sahibi bilgileri.",
    "Requirements": "Gereksinimler",
    "Create New Team": "Yeni Takım Oluştur"
}
